Repository: ano101/Leaf-Scanner
Catalog: Sources/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, kk, pt_br, tr, uk, zh_hans

# archive.import.files
source: Из файлов
ar: من الملفات
de: Aus Dateien
en: From Files
es: Desde Archivos
fr: Depuis Fichiers
kk: Файлдардан
pt_br: Dos Arquivos
tr: Dosyalardan
uk: З файлів
zh_hans: 从“文件”导入

# archive.import.failed
source: Этот файл прочитать не удалось
ar: تعذّرت قراءة هذا الملف
de: Diese Datei konnte nicht gelesen werden
en: This file could not be read
es: No se pudo leer este archivo
fr: Ce fichier n’a pas pu être lu
kk: Бұл файлды оқу мүмкін болмады
pt_br: Não foi possível ler este arquivo
tr: Bu dosya okunamadı
uk: Цей файл прочитати не вдалося
zh_hans: 无法读取这个文件

# document.redaction.hint.manual
source: Обведите пальцем то, что нужно закрыть насовсем.
ar: ارسم بإصبعك ما يجب أن يختفي نهائيًا.
de: Umranden Sie mit dem Finger, was endgültig verschwinden soll.
en: Draw over anything you want removed for good.
es: Rodee con el dedo lo que deba desaparecer para siempre.
fr: Entourez du doigt ce qui doit disparaître définitivement.
kk: Біржола жабу керек жерді саусақпен сызыңыз.
pt_br: Contorne com o dedo o que deve sumir de vez.
tr: Kalıcı olarak kapatmak istediğiniz yeri parmağınızla çizin.
uk: Обведіть пальцем те, що треба закрити назавжди.
zh_hans: 用手指圈出需要彻底抹去的部分。

# common.more
source: Ещё
ar: المزيد
de: Mehr
en: More
es: Más
fr: Plus
kk: Тағы
pt_br: Mais
tr: Daha fazla
uk: Ще
zh_hans: 更多

# look.asShot
source: Как снято
ar: كما التُقطت
de: Wie aufgenommen
en: As captured
es: Tal como se tomó
fr: Tel que pris
kk: Түсірілген күйі
pt_br: Como foi capturado
tr: Çekildiği gibi
uk: Як знято
zh_hans: 保持原样

# look.color
source: Цветной скан
ar: مسح ملوّن
de: Farbscan
en: Colour scan
es: Escaneo en color
fr: Numérisation couleur
kk: Түрлі-түсті сканер
pt_br: Digitalização colorida
tr: Renkli tarama
uk: Кольоровий скан
zh_hans: 彩色扫描

# look.gray
source: Серый скан
ar: مسح رمادي
de: Graustufenscan
en: Gray scan
es: Escaneo en gris
fr: Numérisation en gris
kk: Сұр сканер
pt_br: Digitalização em cinza
tr: Gri tarama
uk: Сірий скан
zh_hans: 灰度扫描

# look.blackAndWhite
source: Чёрно-белый
ar: أبيض وأسود
de: Schwarzweiß
en: Black and white
es: Blanco y negro
fr: Noir et blanc
kk: Ақ-қара
pt_br: Preto e branco
tr: Siyah beyaz
uk: Чорно-білий
zh_hans: 黑白

# export.look
source: Вид
ar: المظهر
de: Darstellung
en: Look
es: Aspecto
fr: Rendu
kk: Түрі
pt_br: Aparência
tr: Görünüm
uk: Вигляд
zh_hans: 外观

# document.mode
source: Режим экрана
ar: وضع الشاشة
de: Bildschirmmodus
en: Screen mode
es: Modo de pantalla
fr: Mode d’écran
kk: Экран режимі
pt_br: Modo de tela
tr: Ekran modu
uk: Режим екрана
zh_hans: 屏幕模式

# document.rotate.left
source: Влево
ar: لليسار
de: Links
en: Left
es: Izquierda
fr: Gauche
kk: Солға
pt_br: Esquerda
tr: Sola
uk: Ліворуч
zh_hans: 向左

# document.redact
source: Замазать
ar: إخفاء
de: Schwärzen
en: Redact
es: Tapar
fr: Masquer
kk: Жабу
pt_br: Ocultar
tr: Karart
uk: Замалювати
zh_hans: 遮盖

# document.look.all
source: Вид для всех страниц
ar: المظهر لكل الصفحات
de: Darstellung für alle Seiten
en: Look for every page
es: Aspecto para todas las páginas
fr: Rendu pour toutes les pages
kk: Барлық беттің түрі
pt_br: Aparência para todas as páginas
tr: Tüm sayfalar için görünüm
uk: Вигляд для всіх сторінок
zh_hans: 应用于所有页面

# document.export.selected
source: Отправить выбранные
ar: إرسال المحدد
de: Ausgewählte senden
en: Send selected
es: Enviar lo seleccionado
fr: Envoyer la sélection
kk: Таңдалғандарды жіберу
pt_br: Enviar as selecionadas
tr: Seçilenleri gönder
uk: Надіслати вибрані
zh_hans: 发送所选页面

# common.select
source: Выбрать
ar: تحديد
de: Auswählen
en: Select
es: Seleccionar
fr: Sélectionner
kk: Таңдау
pt_br: Selecionar
tr: Seç
uk: Вибрати
zh_hans: 选择

# common.selection.done
source: Снять выделение
ar: إلغاء التحديد
de: Auswahl aufheben
en: Clear selection
es: Quitar la selección
fr: Tout désélectionner
kk: Таңдауды алып тастау
pt_br: Limpar seleção
tr: Seçimi kaldır
uk: Зняти виділення
zh_hans: 取消选择

# export.scope
source: Что отправляем
ar: ما سيُرسل
de: Was gesendet wird
en: What is being sent
es: Qué se envía
fr: Ce qui est envoyé
kk: Нені жібереміз
pt_br: O que será enviado
tr: Ne gönderiliyor
uk: Що надсилаємо
zh_hans: 发送范围

# export.scope.whole %lld
source: Весь документ, %lld страницы
ar: المستند كله، %lld صفحة
de: Ganzes Dokument, %lld Seiten
en: Whole document, %lld pages
es: Documento entero, %lld páginas
fr: Document entier, %lld pages
kk: Бүкіл құжат, %lld бет
pt_br: Documento inteiro, %lld páginas
tr: Tüm belge, %lld sayfa
uk: Весь документ, %lld сторінки
zh_hans: 整份文稿，共 %lld 页

# export.scope.selected %lld
source: Выбрано %lld страницы
ar: حُدِّدت %lld صفحة
de: %lld Seiten ausgewählt
en: %lld pages selected
es: %lld páginas seleccionadas
fr: %lld pages sélectionnées
kk: %lld бет таңдалды
pt_br: %lld páginas selecionadas
tr: %lld sayfa seçildi
uk: Вибрано %lld сторінки
zh_hans: 已选 %lld 页

# export.format
source: Формат
ar: الصيغة
de: Format
en: Format
es: Formato
fr: Format
kk: Пішім
pt_br: Formato
tr: Biçim
zh_hans: 格式

# export.format.jpeg
source: JPEG по странице
ar: JPEG لكل صفحة
de: JPEG pro Seite
en: JPEG per page
es: JPEG por página
fr: JPEG par page
kk: Әр бетке JPEG
pt_br: JPEG por página
tr: Sayfa başına JPEG
uk: JPEG на сторінку
zh_hans: 每页一张 JPEG

# export.error.passwordFormat
source: Пароль можно поставить только на PDF
ar: لا يمكن وضع كلمة السر إلا على PDF
de: Ein Passwort lässt sich nur auf ein PDF legen
en: A password can only protect a PDF
es: La contraseña solo puede protegerse en un PDF
fr: Un mot de passe ne peut protéger qu’un PDF
kk: Құпия сөзді тек PDF-ке қоюға болады
pt_br: A senha só pode proteger um PDF
tr: Parola yalnızca PDF’e konabilir
uk: Пароль можна поставити лише на PDF
zh_hans: 只有 PDF 可以设置密码

# archive.error.merge
source: Документы не объединились
ar: لم تُدمج المستندات
de: Die Dokumente wurden nicht zusammengeführt
en: The documents were not merged
es: Los documentos no se combinaron
fr: Les documents n’ont pas été fusionnés
kk: Құжаттар біріктірілмеді
pt_br: Os documentos não foram unidos
tr: Belgeler birleştirilmedi
uk: Документи не об’єдналися
zh_hans: 文稿未合并

# archive.error.mergeOne
source: Выберите хотя бы два документа
ar: اختر مستندين على الأقل
de: Wählen Sie mindestens zwei Dokumente
en: Choose at least two documents
es: Elija al menos dos documentos
fr: Choisissez au moins deux documents
kk: Кемінде екі құжат таңдаңыз
pt_br: Escolha ao menos dois documentos
tr: En az iki belge seçin
uk: Оберіть щонайменше два документи
zh_hans: 请至少选择两份文稿

# archive.merge
source: Объединить
ar: دمج
de: Zusammenführen
en: Merge
es: Combinar
fr: Fusionner
kk: Біріктіру
pt_br: Unir
tr: Birleştir
uk: Об’єднати
zh_hans: 合并

# archive.merge.name
source: Название объединённого
ar: اسم المستند المدمج
de: Name des zusammengeführten Dokuments
en: Name for the merged document
es: Nombre del documento combinado
fr: Nom du document fusionné
kk: Біріктірілген құжаттың атауы
pt_br: Nome do documento unido
tr: Birleştirilmiş belgenin adı
uk: Назва об’єднаного
zh_hans: 合并后的名称

# settings.title
source: Настройки
ar: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
kk: Баптаулар
pt_br: Ajustes
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# settings.theme
source: Оформление
ar: المظهر
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
kk: Безендіру
pt_br: Aparência
tr: Görünüm
uk: Оформлення
zh_hans: 外观

# settings.theme.system
source: Как в системе
ar: حسب النظام
de: Wie im System
en: System
es: Como el sistema
fr: Comme le système
kk: Жүйедегідей
pt_br: Como o sistema
tr: Sistemdeki gibi
uk: Як у системі
zh_hans: 跟随系统

# settings.theme.light
source: Светлое
ar: فاتح
de: Hell
en: Light
es: Claro
fr: Clair
kk: Ашық
pt_br: Claro
tr: Açık
uk: Світле
zh_hans: 浅色

# settings.theme.dark
source: Тёмное
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
kk: Қараңғы
pt_br: Escuro
tr: Koyu
uk: Темне
zh_hans: 深色

# settings.lock
source: Закрывать архив
ar: قفل الأرشيف
de: Archiv sperren
en: Lock the archive
es: Bloquear el archivo
fr: Verrouiller l’archive
kk: Мұрағатты жабу
pt_br: Bloquear o arquivo
tr: Arşivi kilitle
uk: Закривати архів
zh_hans: 锁定档案

# settings.lock.hint
source: Вход по Face ID или коду устройства. Архив запирается заново при каждом возврате из фона.
ar: الدخول عبر Face ID أو رمز الجهاز. يُقفل الأرشيف من جديد في كل مرة يعود فيها التطبيق من الخلفية.
de: Zugang mit Face ID oder Gerätecode. Das Archiv sperrt sich bei jeder Rückkehr aus dem Hintergrund erneut.
en: Unlock with Face ID or the device passcode. The archive locks again every time the app goes to the background.
es: Acceso con Face ID o el código del dispositivo. El archivo vuelve a bloquearse cada vez que la app regresa del segundo plano.
fr: Accès par Face ID ou code de l’appareil. L’archive se verrouille de nouveau à chaque retour depuis l’arrière-plan.
kk: Face ID немесе құрылғы коды арқылы кіру. Қолданба фоннан оралған сайын мұрағат қайта жабылады.
pt_br: Acesso por Face ID ou código do aparelho. O arquivo se bloqueia de novo sempre que o app volta do segundo plano.
tr: Face ID veya cihaz parolasıyla giriş. Uygulama arka plandan her dönüşte arşiv yeniden kilitlenir.
uk: Вхід за Face ID або кодом пристрою. Архів замикається знову щоразу після повернення з фону.
zh_hans: 通过面容 ID 或设备密码进入。每次从后台返回，档案都会重新锁定。

# settings.privacy
source: Всё остаётся на устройстве
ar: كل شيء يبقى على الجهاز
de: Alles bleibt auf dem Gerät
en: Everything stays on this device
es: Todo se queda en el dispositivo
fr: Tout reste sur l’appareil
kk: Бәрі құрылғыда қалады
pt_br: Tudo fica no aparelho
tr: Her şey cihazda kalır
uk: Усе лишається на пристрої
zh_hans: 一切都留在设备上

# settings.privacy.hint
source: Приложение не делает ни одного сетевого запроса. Ни документы, ни распознанный текст никуда не отправляются — отправлять их некуда.
ar: لا يجري التطبيق أي طلب شبكة. لا المستندات ولا النص المتعرَّف عليه يذهب إلى أي مكان — لا يوجد مكان يُرسل إليه.
de: Die App stellt keine einzige Netzwerkanfrage. Weder Dokumente noch erkannter Text gehen irgendwohin — es gibt keinen Ort, wohin sie gehen könnten.
en: The app makes no network requests at all. Neither documents nor recognised text go anywhere — there is nowhere for them to go.
es: La app no hace ni una sola petición de red. Ni los documentos ni el texto reconocido van a ninguna parte: no hay adónde enviarlos.
fr: L’app ne fait aucune requête réseau. Ni les documents ni le texte reconnu ne partent où que ce soit — il n’y a nulle part où les envoyer.
kk: Қолданба бірде-бір желілік сұрау жасамайды. Құжаттар да, танылған мәтін де еш жерге жіберілмейді — жіберетін жер жоқ.
pt_br: O app não faz nenhuma requisição de rede. Nem os documentos nem o texto reconhecido vão a lugar algum — não há para onde enviá-los.
tr: Uygulama hiçbir ağ isteği yapmaz. Ne belgeler ne de tanınan metin hiçbir yere gönderilmez — gönderilecek bir yer yoktur.
uk: Застосунок не робить жодного мережевого запиту. Ні документи, ні розпізнаний текст нікуди не надсилаються — надсилати їх нікуди.
zh_hans: 本应用不发出任何网络请求。文稿和识别出的文字都不会发往任何地方——根本无处可发。

# expiry.notification %lld
source: Истекает через %lld дня
ar: ينتهي بعد %lld يوم
de: Läuft in %lld Tagen ab
en: Expires in %lld days
es: Caduca en %lld días
fr: Expire dans %lld jours
kk: %lld күннен кейін бітеді
pt_br: Vence em %lld dias
tr: %lld gün sonra doluyor
uk: Спливає через %lld дня
zh_hans: %lld 天后到期

# expiry.soon %lld
source: Истекает через %lld дня
ar: ينتهي بعد %lld يوم
de: Läuft in %lld Tagen ab
en: Expires in %lld days
es: Caduca en %lld días
fr: Expire dans %lld jours
kk: %lld күннен кейін бітеді
pt_br: Vence em %lld dias
tr: %lld gün sonra doluyor
uk: Спливає через %lld дня
zh_hans: %lld 天后到期

# expiry.expired
source: Срок истёк
ar: منتهي الصلاحية
de: Abgelaufen
en: Expired
es: Caducado
fr: Expiré
kk: Мерзімі өтті
pt_br: Vencido
tr: Süresi doldu
uk: Строк минув
zh_hans: 已过期

# settings.expiry
source: Напоминать о сроках
ar: التذكير بتواريخ الانتهاء
de: An Ablaufdaten erinnern
en: Remind about expiry dates
es: Recordar las fechas de caducidad
fr: Rappeler les dates d’expiration
kk: Мерзімдер туралы еске салу
pt_br: Lembrar das datas de validade
tr: Son kullanma tarihlerini hatırlat
uk: Нагадувати про строки
zh_hans: 提醒有效期

# settings.expiry.hint
source: Если приложение найдёт в документе дату окончания действия, оно напомнит за три месяца, за месяц и за неделю. Даты ищутся на устройстве, как и весь остальной разбор.
ar: إذا وجد التطبيق تاريخ انتهاء في المستند، فسيذكّرك قبل ثلاثة أشهر وشهر وأسبوع. تُستخرج التواريخ على الجهاز، مثل بقية المعالجة.
de: Findet die App in einem Dokument ein Ablaufdatum, erinnert sie drei Monate, einen Monat und eine Woche vorher. Die Daten werden auf dem Gerät gefunden, wie die gesamte übrige Verarbeitung.
en: If the app finds an expiry date in a document, it reminds you three months, one month and one week ahead. Dates are found on the device, like all the rest of the processing.
es: Si la app encuentra una fecha de caducidad en un documento, avisa tres meses, un mes y una semana antes. Las fechas se buscan en el dispositivo, igual que todo el resto del procesamiento.
fr: Si l’app trouve une date d’expiration dans un document, elle vous le rappelle trois mois, un mois et une semaine avant. Les dates sont trouvées sur l’appareil, comme tout le reste du traitement.
kk: Қолданба құжаттан мерзім аяқталу күнін тапса, үш ай, бір ай және бір апта бұрын еске салады. Күндер, қалған барлық талдау сияқты, құрылғыда ізделеді.
pt_br: Se o app encontrar uma data de validade no documento, ele avisa três meses, um mês e uma semana antes. As datas são encontradas no aparelho, como todo o restante do processamento.
tr: Uygulama belgede bir son geçerlilik tarihi bulursa üç ay, bir ay ve bir hafta önce hatırlatır. Tarihler, diğer tüm işlemler gibi, cihazda bulunur.
uk: Якщо застосунок знайде в документі дату завершення дії, він нагадає за три місяці, за місяць і за тиждень. Дати шукаються на пристрої, як і весь інший розбір.
zh_hans: 如果应用在文稿中找到有效期，会在三个月、一个月和一周前提醒您。日期与其余处理一样，都在设备上完成。

# export.recipient.text
source: Текст внутри файла — документ ищется у получателя
ar: نص داخل الملف — قابل للبحث لدى المستلم
de: Text in der Datei — beim Empfänger durchsuchbar
en: Text inside the file — searchable for the recipient
es: Texto dentro del archivo: se puede buscar en el destinatario
fr: Texte dans le fichier — consultable chez le destinataire
kk: Файл ішіндегі мәтін — құжат алушыда да ізделеді
pt_br: Texto dentro do arquivo — pesquisável para quem recebe
tr: Dosya içinde metin — alıcıda da aranabilir
uk: Текст усередині файлу — документ шукається в отримувача
zh_hans: 文件内含文字，收件人也能搜索

# export.recipient.metadata
source: Место и время съёмки удалены
ar: أُزيل مكان الالتقاط ووقته
de: Aufnahmeort und -zeit entfernt
en: Capture place and time removed
es: Lugar y hora de captura eliminados
fr: Lieu et heure de prise de vue supprimés
kk: Түсіру орны мен уақыты жойылды
pt_br: Local e hora da captura removidos
tr: Çekim yeri ve zamanı kaldırıldı
uk: Місце та час зйомки видалено
zh_hans: 拍摄地点与时间已删除

# export.recipient.files %lld
source: %lld файла
ar: %lld ملف
de: %lld Dateien
en: %lld files
es: %lld archivos
fr: %lld fichiers
kk: %lld файл
pt_br: %lld arquivos
tr: %lld dosya
zh_hans: %lld 个文件

# export.recipient.redactions %lld
source: Закрыто %lld участка
ar: أُزيلت %lld منطقة نهائيًا
de: %lld Bereiche endgültig entfernt
en: %lld areas removed for good
es: %lld zonas borradas para siempre
fr: %lld zones supprimées définitivement
kk: %lld аймақ жабылды
pt_br: %lld áreas apagadas de vez
tr: %lld alan kalıcı olarak silindi
uk: Закрито %lld ділянки
zh_hans: 已彻底抹去 %lld 处

# document.rotate.right
source: Вправо
ar: لليمين
de: Rechts
en: Right
es: Derecha
fr: Droite
kk: Оңға
pt_br: Direita
tr: Sağa
uk: Праворуч
zh_hans: 向右

# common.undo
source: Отменить
ar: تراجع
de: Rückgängig
en: Undo
es: Deshacer
fr: Défaire
kk: Қайтару
pt_br: Desfazer
tr: Geri al
uk: Повернути
zh_hans: 撤销

# document.saved.hint
source: Сохраняется сразу
ar: يُحفظ فورًا
de: Wird sofort gesichert
en: Saved automatically
es: Se guarda al instante
fr: Enregistré aussitôt
kk: Бірден сақталады
pt_br: Salvo na hora
tr: Anında kaydedilir
uk: Зберігається одразу
zh_hans: 更改即时保存
